{
    "About Me": "<div class='section'><h3>Biography</h3><p>Dr. Mohan Kumar Gajendran is currently a postdoctoral fellow at the Department of Ophthalmology, UMKC, Kansas City, focusing on AI and Machine Learning, specifically developing predictive models for stochastic systems. He holds a Ph.D. in Computer Science with a focus on neural network optimization from ABC University.</p><h3>Interests</h3><p>Dr. Gajendran has a broad interest in computational neuroscience, quantum computing, and developing novel machine learning models for medical diagnostics. His commitment to education is evident through his extensive teaching and mentoring of students across various technical fields.</p></div>",
    "Research": "<div class='section'><h3>Current Research</h3><p>Dr. Gajendran is engaged in cutting-edge research in biometrics and ethical AI use, with a particular focus on facial recognition technology. He is also involved in computer science research in ophthalmic and neural diagnostics, aiming to develop new diagnostic and therapeutic modalities for diseases of the eye and brain.</p><h3>Past Projects</h3><p>His previous projects include developing CNN-based models for retinal vessel segmentation and classification, and a novel wavelet-based ML model for early-stage glaucoma diagnosis, which is patent pending.</p></div>",
    "Publications": "<div class='section'><h3>Selected Publications</h3><ul><li>Gajendran, M.K., et al. (2024). Optimizing Mixed-Mode Ventilation during Epidemics: An Investigation. Book Chapter.</li><li>Gajendran, M.K., et al. (2023). Machine learning-based approach to wind turbine wake prediction under yawed conditions. Journal of Marine Science and Engineering.</li><li>Gajendran, M.K., et al. (2022). Novel machine-learning based framework using electroretinography data for the detection of early-stage glaucoma. Frontiers in Neuroscience.</li></ul></div>",
    "Teaching": "<div class='section'><h3>Courses Taught</h3><p>Dr. Gajendran has taught a variety of courses, including Applied CFD, Fluid Mechanics, and Introduction to AI. He has played a significant role in curriculum development, aligning it with ABET standards, and has mentored over 20 graduate and undergraduate students.</p><h3>Mentorship</h3><p>He has also been involved in machine learning bootcamps, providing guidance and support in the application of ML techniques to real-world problems in the oil and gas industry.</p></div>",
    "Contact": "<div class='section'><h3>Contact Information</h3><p>Email: mgz53@mail.umkc.edu</p><p>LinkedIn: <a href='https://www.linkedin.com/in/drmohangajendran'>linkedin.com/in/drmohangajendran</a></p></div>"
}
