{
    "About Me": "\n<div class='section'><h3>Biography</h3><p>Dr. Mohan Kumar Gajendran is a postdoctoral fellow at the Department of Ophthalmology, UMKC, Kansas City, specializing in AI and Machine Learning. He completed his interdisciplinary Ph.D. in Mechanical and Mathematics, focusing on ML-based modeling of stochastic systems. His research interests span data science, machine learning, engineering, and computational fluid dynamics.</p><h3>Interests</h3><p>Dr. Gajendran is also deeply engaged in computational neuroscience, quantum computing, and developing advanced predictive models for complex systems.</p></div>\n",
    "Research": "\n<div class='section'><h3>Current Research</h3><p>Dr. Gajendran is currently focusing on computer science research in ophthalmic and neural diagnostics, developing new diagnostic and therapeutic modalities for diseases of the eye and brain. He is exploring deep learning applications in biometrics, especially facial recognition technology and its ethical implications.</p><h3>Past Projects</h3><p>His past projects include the development of CNN-based models for retinal vessel segmentation and classification, and a novel wavelet-based ML model for early-stage glaucoma diagnosis.</p></div>\n",
    "Publications": "\n<div class='section'><h3>Selected Publications</h3><ul><li>Gajendran, M.K., et al. (2024). Optimizing Mixed-Mode Ventilation during Epidemics: An Investigation. Book Chapter.</li><li>Gajendran, M.K., et al. (2023). Machine Learning Techniques in Indoor Environmental Quality Assessment. Book Chapter.</li><li>Gajendran, M.K., et al. (2023). Machine learning-based approach to wind turbine wake prediction under yawed conditions, Journal of Marine Science and Engineering 11, no. 11 (2023): 2111.</li><li>Khan, M. A., M. K. Gajendran, et al. (2023). Novel interpretable wake model using Machine Learning based symbolic regression for wind turbines. In 2023 2nd International Conference on Advanced Electronics, Electrical and Green Energy (AEEGE), pp. 58‑63. IEEE.</li><li>Rahman, F., I. F. S. A. Kabir, M. K. Gajendran, et al. (2023). Cryogenic carbon capture using efficacious exchange of waste heat energy from flue gas with waste cold energy from LNG. In 2023 2nd International Conference on Advanced Electronics, Electrical and Green Energy (AEEGE), pp. 58‑63. IEEE.</p></div>\n",
    "Teaching": "\n<div class='section'><h3>Courses Taught</h3><p>Dr. Gajendran has extensive teaching experience in various subjects including Advanced Machine Learning, Introduction to AI, Applied CFD, Fluid Mechanics, Thermodynamics, and Statics. He has played a significant role in curriculum development, aligning it with ABET standards, and has been actively involved in mentoring both graduate and undergraduate students.</p><h3>Mentorship</h3><p>He has mentored over 20 graduate and undergraduate students, providing guidance on machine learning applications in the oil and gas industry, among others.</p></div>\n",
    "Contact": "\n<div class='section'><h3>Contact Information</h3><p>Email: mgz53@mail.umkc.edu</p><p>LinkedIn: <a href='https://www.linkedin.com/in/drmohangajendran'>linkedin.com/in/drmohangajendran</a></p></div>\n"
}



    
